const data = [
  {
    title: 'VoLTE业务营销活动',
    strategy: '未开通VoLTE,免开通，无功能费，没有多余费用。',
    speechcraft: '中国电信邀请您开启高清业务，只需终端支持并开通VoLTE功能，即可享受通话更清晰，接通更快，边通话边上网的全新体验。',
  },
  {
    title: '融合老用户尊享礼包-预存300元赠送1800M流量',
    strategy: '未开通VoLTE,免开通，无功能费，没有多余费用。',
    speechcraft: '中国电信邀请您开启高清业务，只需终端支持并开通VoLTE功能，即可享受通话更清晰，接通更快，边通话边上网的全新体验。',
  },
  {
    title: '乐享4G（2017版）-169元套餐',
    strategy: '未开通VoLTE,免开通，无功能费，没有多余费用。',
    speechcraft: '中国电信邀请您开启高清业务，只需终端支持并开通VoLTE功能，即可享受通话更清晰，接通更快，边通话边上网的全新体验。',
  },
];

export default data;
