const FilterData = [
  {
    title: '号码头',
    data: ['不限', '177', '181', '199', '173', '133', '180', '189', '153'],
  },
  {
    title: '号码特征',
    data: ['不限', '我要发', '66大顺', '一路发', '事业发发', '幸福99', '我爱你', '我要爱', '一生一世', '生生世世', '爱一生', '爱我久久', '我要我妻', '我想你', '一往情深'],
  },
  {
    title: '号码等级',
    data: ['不限', '0', '1', '2', '3', '4', '5', '6', '7', '8', '9'],
  },
  {
    title: '靓号等级',
    data: ['不限', 'AA', 'ABC', 'AABB', 'AAA', 'ABCD', 'ABCDE', 'AAAA', 'AAAAA'],
  },
  {
    title: '保底消费',
    data: ['不限', '0', '49', '89', '129', '189', '289', '389', '489', '589', '889'],
  },
  {
    title: '预存话费',
    data: ['不限', '0-100', '100-300', '300-500', '500-1200', '1200-1500', '1500-3000', '3000以上'],
  },
];

const PageData = [];
const Tags = ['普通', '一类', '二类'];

for (let i = 0; i < 30; i += 1) {
  PageData.push({
    key: `db${i}`,
    number: '133 5405 8789',
    prestore: '0',
    minimum: '0',
    type: Tags[Math.round(Math.random() * (Tags.length - 1))],
  });
}

export {
  FilterData,
  PageData,
};
