const FilterData = [
  {
    title: '按类型',
    data: ['全部', '手机', '宽带', '固话', 'ITV', '增值业务', '融合'],
  },
  {
    title: '按档次',
    data: ['全部', '50元以下', '50元-99元', '100元-199元', '200元-299元', '299元以上'],
  },
];

const PageData = [
  {
    type: '移',
    tag: '热',
    title: '乐享家(2017版)169元-主套餐',
    content: `
      1.国内接听免费，赠送来电显示和189邮箱。
      2.套餐超出资费：
      （1）国内流量：不足100MB部分，按0.3元/MB收费，100MB-500MB免费；用户套餐外流量超过500MB时，仍按上述原则（即每超出500MB收费30元）收费，以此类推；
      （2）国内通话：0.15元/分钟；
      （3）国内短/彩信：0.1元/条。
      3.促销优惠：2014年12月31日前，每月免费赠送易信定向流量500MB。1.国内接听免费，赠送来电显示和189邮箱。
      2.套餐超出资费：
      （1）国内流量：不足100MB部分，按0.3元/MB收费，100MB-500MB免费；用户套餐外流量超过500MB时，仍按上述原则（即每超出500MB收费30元）收费，以此类推；
      （2）国内通话：0.15元/分钟；（3）国内短/彩信：0.1元/条。3.促销优惠：2014年12月31日前，每月免费赠送易信定向流量500MB。
      3.促销优惠：2014年12月31日前，每月免费赠送易信定向流量500MB。1.国内接听免费，赠送来电显示和189邮箱。
      2.套餐超出资费：
      （1）国内流量：不足100MB部分，按0.3元/MB收费，100MB-500MB免费；用户套餐外流量超过500MB时，仍按上述原则（即每超出500MB收费30元）收费，以此类推；
      （2）国内通话：0.15元/分钟；（3）国内短/彩信：0.1元/条。3.促销优惠：2014年12月31日前，每月免费赠送易信定向流量500MB。
    `,
  },
  {
    type: '移',
    tag: '热',
    title: '省委组织部定向流量优惠包',
    content: `
      1.国内接听免费，赠送来电显示和189邮箱。
      2.套餐超出资费：
      （1）国内流量：不足100MB部分，按0.3元/MB收费，100MB-500MB免费；用户套餐外流量超过500MB时，仍按上述原则（即每超出500MB收费30元）收费，以此类推；
      （2）国内通话：0.15元/分钟；
      （3）国内短/彩信：0.1元/条。
      3.促销优惠：2014年12月31日前，每月免费赠送易信定向流量500MB。1.国内接听免费，赠送来电显示和189邮箱。
      2.套餐超出资费：
      （1）国内流量：不足100MB部分，按0.3元/MB收费，100MB-500MB免费；用户套餐外流量超过500MB时，仍按上述原则（即每超出500MB收费30元）收费，以此类推；
      （2）国内通话：0.15元/分钟；（3）国内短/彩信：0.1元/条。3.促销优惠：2014年12月31日前，每月免费赠送易信定向流量500MB。
      3.促销优惠：2014年12月31日前，每月免费赠送易信定向流量500MB。1.国内接听免费，赠送来电显示和189邮箱。
      2.套餐超出资费：
      （1）国内流量：不足100MB部分，按0.3元/MB收费，100MB-500MB免费；用户套餐外流量超过500MB时，仍按上述原则（即每超出500MB收费30元）收费，以此类推；
      （2）国内通话：0.15元/分钟；（3）国内短/彩信：0.1元/条。3.促销优惠：2014年12月31日前，每月免费赠送易信定向流量500MB。
    `,
  },
  {
    type: '移',
    title: '201701-乐享4G套餐每月赠送国内点对点短信50条',
    content: `
      1.国内接听免费，赠送来电显示和189邮箱。
      2.套餐超出资费：
      （1）国内流量：不足100MB部分，按0.3元/MB收费，100MB-500MB免费；用户套餐外流量超过500MB时，仍按上述原则（即每超出500MB收费30元）收费，以此类推；
      （2）国内通话：0.15元/分钟；
      （3）国内短/彩信：0.1元/条。
      3.促销优惠：2014年12月31日前，每月免费赠送易信定向流量500MB。1.国内接听免费，赠送来电显示和189邮箱。
      2.套餐超出资费：
      （1）国内流量：不足100MB部分，按0.3元/MB收费，100MB-500MB免费；用户套餐外流量超过500MB时，仍按上述原则（即每超出500MB收费30元）收费，以此类推；
      （2）国内通话：0.15元/分钟；（3）国内短/彩信：0.1元/条。3.促销优惠：2014年12月31日前，每月免费赠送易信定向流量500MB。
      3.促销优惠：2014年12月31日前，每月免费赠送易信定向流量500MB。1.国内接听免费，赠送来电显示和189邮箱。
      2.套餐超出资费：
      （1）国内流量：不足100MB部分，按0.3元/MB收费，100MB-500MB免费；用户套餐外流量超过500MB时，仍按上述原则（即每超出500MB收费30元）收费，以此类推；
      （2）国内通话：0.15元/分钟；（3）国内短/彩信：0.1元/条。3.促销优惠：2014年12月31日前，每月免费赠送易信定向流量500MB。
    `,
  },
  {
    type: '移',
    title: '乐享4G201407 169元-主套餐',
    collection: true,
    content: `
      1.国内接听免费，赠送来电显示和189邮箱。
      2.套餐超出资费：
      （1）国内流量：不足100MB部分，按0.3元/MB收费，100MB-500MB免费；用户套餐外流量超过500MB时，仍按上述原则（即每超出500MB收费30元）收费，以此类推；
      （2）国内通话：0.15元/分钟；
      （3）国内短/彩信：0.1元/条。
      3.促销优惠：2014年12月31日前，每月免费赠送易信定向流量500MB。1.国内接听免费，赠送来电显示和189邮箱。
      2.套餐超出资费：
      （1）国内流量：不足100MB部分，按0.3元/MB收费，100MB-500MB免费；用户套餐外流量超过500MB时，仍按上述原则（即每超出500MB收费30元）收费，以此类推；
      （2）国内通话：0.15元/分钟；（3）国内短/彩信：0.1元/条。3.促销优惠：2014年12月31日前，每月免费赠送易信定向流量500MB。
      3.促销优惠：2014年12月31日前，每月免费赠送易信定向流量500MB。1.国内接听免费，赠送来电显示和189邮箱。
      2.套餐超出资费：
      （1）国内流量：不足100MB部分，按0.3元/MB收费，100MB-500MB免费；用户套餐外流量超过500MB时，仍按上述原则（即每超出500MB收费30元）收费，以此类推；
      （2）国内通话：0.15元/分钟；（3）国内短/彩信：0.1元/条。3.促销优惠：2014年12月31日前，每月免费赠送易信定向流量500MB。
    `,
  },
  {
    type: '移',
    tag: '热',
    title: '乐享4G201407 169元-主套餐',
    content: `
      1.国内接听免费，赠送来电显示和189邮箱。
      2.套餐超出资费：
      （1）国内流量：不足100MB部分，按0.3元/MB收费，100MB-500MB免费；用户套餐外流量超过500MB时，仍按上述原则（即每超出500MB收费30元）收费，以此类推；
      （2）国内通话：0.15元/分钟；
      （3）国内短/彩信：0.1元/条。
      3.促销优惠：2014年12月31日前，每月免费赠送易信定向流量500MB。1.国内接听免费，赠送来电显示和189邮箱。
      2.套餐超出资费：
      （1）国内流量：不足100MB部分，按0.3元/MB收费，100MB-500MB免费；用户套餐外流量超过500MB时，仍按上述原则（即每超出500MB收费30元）收费，以此类推；
      （2）国内通话：0.15元/分钟；（3）国内短/彩信：0.1元/条。3.促销优惠：2014年12月31日前，每月免费赠送易信定向流量500MB。
    `,
  },
  {
    type: '宽',
    tag: '热',
    collection: true,
    title: '智能提速0元包-5小时',
    content: `
      1.国内接听免费，赠送来电显示和189邮箱。
      2.套餐超出资费：
      （1）国内流量：不足100MB部分，按0.3元/MB收费，100MB-500MB免费；用户套餐外流量超过500MB时，仍按上述原则（即每超出500MB收费30元）收费，以此类推；
      （2）国内通话：0.15元/分钟；
      （3）国内短/彩信：0.1元/条。
      3.促销优惠：2014年12月31日前，每月免费赠送易信定向流量500MB。1.国内接听免费，赠送来电显示和189邮箱。
      2.套餐超出资费：
      （1）国内流量：不足100MB部分，按0.3元/MB收费，100MB-500MB免费；用户套餐外流量超过500MB时，仍按上述原则（即每超出500MB收费30元）收费，以此类推；
      （2）国内通话：0.15元/分钟；（3）国内短/彩信：0.1元/条。3.促销优惠：2014年12月31日前，每月免费赠送易信定向流量500MB。
    `,
  },
  {
    type: '宽',
    title: '100M家庭有线宽带-120元/月',
    content: `
      1.国内接听免费，赠送来电显示和189邮箱。
      2.套餐超出资费：
      （1）国内流量：不足100MB部分，按0.3元/MB收费，100MB-500MB免费；用户套餐外流量超过500MB时，仍按上述原则（即每超出500MB收费30元）收费，以此类推；
      （2）国内通话：0.15元/分钟；
      （3）国内短/彩信：0.1元/条。
      3.促销优惠：2014年12月31日前，每月免费赠送易信定向流量500MB。1.国内接听免费，赠送来电显示和189邮箱。
      2.套餐超出资费：
      （1）国内流量：不足100MB部分，按0.3元/MB收费，100MB-500MB免费；用户套餐外流量超过500MB时，仍按上述原则（即每超出500MB收费30元）收费，以此类推；
      （2）国内通话：0.15元/分钟；（3）国内短/彩信：0.1元/条。3.促销优惠：2014年12月31日前，每月免费赠送易信定向流量500MB。
    `,
  },
  {
    type: 'itv',
    title: '201710-购机顶盒赠送200元话费(购机送费)',
    content: `
      1.国内接听免费，赠送来电显示和189邮箱。
      2.套餐超出资费：
      （1）国内流量：不足100MB部分，按0.3元/MB收费，100MB-500MB免费；用户套餐外流量超过500MB时，仍按上述原则（即每超出500MB收费30元）收费，以此类推；
      （2）国内通话：0.15元/分钟；
      （3）国内短/彩信：0.1元/条。
      3.促销优惠：2014年12月31日前，每月免费赠送易信定向流量500MB。1.国内接听免费，赠送来电显示和189邮箱。
      2.套餐超出资费：
      （1）国内流量：不足100MB部分，按0.3元/MB收费，100MB-500MB免费；用户套餐外流量超过500MB时，仍按上述原则（即每超出500MB收费30元）收费，以此类推；
      （2）国内通话：0.15元/分钟；（3）国内短/彩信：0.1元/条。3.促销优惠：2014年12月31日前，每月免费赠送易信定向流量500MB。
    `,
  },
  {
    type: '融',
    title: '乐享4G（2017版）-169元套餐',
    content: `
      1.国内接听免费，赠送来电显示和189邮箱。
      2.套餐超出资费：
      （1）国内流量：不足100MB部分，按0.3元/MB收费，100MB-500MB免费；用户套餐外流量超过500MB时，仍按上述原则（即每超出500MB收费30元）收费，以此类推；
      （2）国内通话：0.15元/分钟；
      （3）国内短/彩信：0.1元/条。
      3.促销优惠：2014年12月31日前，每月免费赠送易信定向流量500MB。1.国内接听免费，赠送来电显示和189邮箱。
      2.套餐超出资费：
      （1）国内流量：不足100MB部分，按0.3元/MB收费，100MB-500MB免费；用户套餐外流量超过500MB时，仍按上述原则（即每超出500MB收费30元）收费，以此类推；
      （2）国内通话：0.15元/分钟；（3）国内短/彩信：0.1元/条。3.促销优惠：2014年12月31日前，每月免费赠送易信定向流量500MB。
    `,
  },
  {
    type: '融',
    title: '201701-乐享4G套餐每月赠送国内点对点短信50条',
    content: `
      1.国内接听免费，赠送来电显示和189邮箱。
      2.套餐超出资费：
      （1）国内流量：不足100MB部分，按0.3元/MB收费，100MB-500MB免费；用户套餐外流量超过500MB时，仍按上述原则（即每超出500MB收费30元）收费，以此类推；
      （2）国内通话：0.15元/分钟；
      （3）国内短/彩信：0.1元/条。
      3.促销优惠：2014年12月31日前，每月免费赠送易信定向流量500MB。1.国内接听免费，赠送来电显示和189邮箱。
      2.套餐超出资费：
      （1）国内流量：不足100MB部分，按0.3元/MB收费，100MB-500MB免费；用户套餐外流量超过500MB时，仍按上述原则（即每超出500MB收费30元）收费，以此类推；
      （2）国内通话：0.15元/分钟；（3）国内短/彩信：0.1元/条。3.促销优惠：2014年12月31日前，每月免费赠送易信定向流量500MB。
    `,
  },
  {
    type: '融',
    title: '201511-乐享4G套餐语音每月赠送省内语音',
    content: `
      1.国内接听免费，赠送来电显示和189邮箱。
      2.套餐超出资费：
      （1）国内流量：不足100MB部分，按0.3元/MB收费，100MB-500MB免费；用户套餐外流量超过500MB时，仍按上述原则（即每超出500MB收费30元）收费，以此类推；
      （2）国内通话：0.15元/分钟；
      （3）国内短/彩信：0.1元/条。
      3.促销优惠：2014年12月31日前，每月免费赠送易信定向流量500MB。1.国内接听免费，赠送来电显示和189邮箱。
      2.套餐超出资费：
      （1）国内流量：不足100MB部分，按0.3元/MB收费，100MB-500MB免费；用户套餐外流量超过500MB时，仍按上述原则（即每超出500MB收费30元）收费，以此类推；
      （2）国内通话：0.15元/分钟；（3）国内短/彩信：0.1元/条。3.促销优惠：2014年12月31日前，每月免费赠送易信定向流量500MB。
    `,
  },
];

export {
  FilterData,
  PageData,
};
