const PageData = [
  {
    key: '1',
    id: '890617015071701',
    name: '李芳芳 4105034041',
    address: '中国电信(钟落潭营业厅)',
    children: [
      {
        key: '1-1',
        info: {
          id: '7311903261496030',
          order: '移动电话【订购,19917511298,移动电话【订购,19917511298移动电话【订购,19917511298移动电话【订购,19917511298移动电话【订购,19917511298移动电话【订购】,19917511298',
        },
        cost: {
          number: '￥0.00',
          state: '已收费',
        },
        state: {
          state: '开通中',
          phase: '新建',
        },
        date: '2019/03/26 14:39:46',
      },
      {
        key: '1-2',
        info: {
          id: '7311903261496030',
          order: '移动电话【订购】,19917511298',
        },
        cost: {
          number: '￥0.00',
          state: '已收费',
        },
        state: {
          state: '开通中',
          phase: '新建',
        },
        date: '2019/03/26 14:39:46',
      },
      {
        key: '1-3',
        info: {
          id: '7311903261496030',
          order: '移动电话【订购】,19917511298',
        },
        cost: {
          number: '￥0.00',
          state: '已收费',
        },
        state: {
          state: '开通中',
          phase: '新建',
        },
        date: '2019/03/26 14:39:46',
      },
      {
        key: '1-4',
        info: {
          id: '7311903261496030',
          order: '移动电话【订购】,19917511298',
        },
        cost: {
          number: '￥0.00',
          state: '已收费',
        },
        state: {
          state: '开通中',
          phase: '新建',
        },
        date: '2019/03/26 14:39:46',
      },
    ],
  },
  {
    key: '2',
    id: '890617015071701',
    name: '麦萌萌 4105034041',
    address: '中国电信(钟落潭营业厅)',
    children: [
      {
        key: '2-1',
        info: {
          id: '7311903261496030',
          order: '移动电话【订购】,19917511298',
        },
        cost: {
          number: '￥0.00',
          state: '已收费',
        },
        state: {
          state: '开通中',
          phase: '新建',
        },
        date: '2019/03/26 14:39:46',
      },
      {
        key: '2-2',
        info: {
          id: '7311903261496030',
          order: '移动电话【订购】,19917511298',
        },
        cost: {
          number: '￥0.00',
          state: '已收费',
        },
        state: {
          state: '开通中',
          phase: '新建',
        },
        date: '2019/03/26 14:39:46',
      },
    ],
  },
];

export default PageData;
